[
    {
        "id": 1,
        "title": "Welcome App",
        "dev": "Admin",
        "cat": "Tools",
        "icon": "https://cdn-icons-png.flaticon.com/512/3616/3616929.png",
        "desc": "This is a test app to check database connection.",
        "link": "https://apk.e-droid.net/apk/app3867809-9hf3qd.apk?v=1",
        "screens": []
    },
    {
        "id": 1766936134483,
        "title": "𝕌𝕀/𝕌𝕏 ʙʏ ʙᴏꜱꜱ",
        "dev": "Boss MB",
        "cat": "Tools",
        "icon": "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/main/UI%5CUX-by-Boss/UIUX%20(1).jpg",
        "desc": "Elevate Your Web Design with BOSS UI Library!\n\nAre you a web developer, designer, or a learner looking for stunning UI components? Look no further! BOSS UI Library is the ultimate open-source collection of modern, responsive, and ready-to-use HTML, CSS, and JavaScript elements.\n\nKey Features:\n\n- Massive Component Library\nAccess a growing collection of Buttons, Inputs, Cards, Loaders, Toggles, and more.\n\n- Live Preview\nDon't just read the code - see it in action! Tap on any element to open a full-screen interactive preview before you use it.\n\n- Built-in Code Manager\nCreate and save your own custom elements directly inside the app!\n\n- Auto-Save & Backup\nNever lose your work. Easily backup your data via text code.\n\n- 100% Offline Capable\nWork without internet! Your library and saved components work perfectly offline.\n\nWho is this for?\n- Web Developers\n- UI/UX Designers\n- AppCreator24 Users\n\nDownload BOSS UI today!",
        "link": "https://github.com/Boss-MB/Nexus-Store-Data/releases/download/v1.0/UI-UX.by.boss.apk",
        "screens": [
            "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/main/UI%5CUX-by-Boss/Screenshot_2025-12-28-20-57-15-62_2f1992ed616e2a6e367717189a20cc29.jpg",
            "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/main/UI%5CUX-by-Boss/Screenshot_2025-12-28-20-57-28-25_2f1992ed616e2a6e367717189a20cc29.jpg",
            "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/main/UI%5CUX-by-Boss/Screenshot_2025-12-28-20-57-45-50_2f1992ed616e2a6e367717189a20cc29.jpg"
        ]
    },
    {
    "id": 1768209649453,
    "title": "Spotify (Premium)",
    "dev": "Boss MB",
    "cat": "Tools",
    "icon": "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Spotify-App-Logo-1024x1024.webp",
    "desc": "Listen to songs, play podcasts, create playlists and discover music you'll love\\n\\nExplore an extensive library of free music and podcasts with Spotify. Curate your own music playlists and stream millions of free songs, albums and podcasts on your mobile or tablet. Subscribe to Spotify Premium to download and listen to music offline, and unlock our catalog of audiobooks.\\n\\nWhy choose Spotify as your go-to music and podcast app? Here, you can:\\n- Listen to over 80 million songs and 4 million podcasts\\n- Explore Spotify's selection of specially-crafted artist playlists\\n- Easily search for your favourite songs, albums, artists and podcasts\\n- Discover personalized music recommendations tailored to your unique taste\\n- Subscribe to your favourite free podcasts so you never miss an episode, and even curate your own podcast library\\n\\nSpotify Free is more than a music player - find the sounds you love and stream free music and podcasts online. Enjoy personalized music playlists or curate and share your own, discover the hottest new releases, explore upcoming events from your favourite artists, and more.\\n- Stream millions of songs and podcasts for free\\n- Create playlists with your favourite music\\n- Share songs and playlists with friends and family (feature restrictions may apply in some regions)\\n- Discover personalized playlists, and collaborate on playlists with your friends\\n- Enjoy your personal Discover Weekly playlist to find your new favourite songs every week\\n- Stay in the know with the Release Radar and New Music Friday playlists\\n- Find nearby events and gigs by your favourite artists\\n- See your most played songs, genres, artists, podcasts and more with yearly Spotify Wrapped\\n- Stream music across your devices with Spotify\\n- Use Spotify Connect and enjoy listening on smart speakers, desktop, laptop, smart TV, Chromecast, PlayStation®, XBOX®, smartwatch, in your car and more.\\n\\nSpotify Premium – enjoy the benefits of an offline music player and stream music without Wi-Fi. The music downloader option allows you to access your songs, podcasts, audiobooks and playlists offline, wherever you are.\\n- Listen to music, podcasts and audiobooks without ads\\n- Ad-free music listening: enjoy your music with no ad interruptions\\n- Enjoy full on-demand playback\\n- Audiobooks in Premium are currently available in the UK, US, Australia, Ireland, New Zealand and Canada. Discover 250,000+ titles.\\n- Enjoy high quality audio on supported devices\\n- Spotify's AI DJ: a personalized guide that knows your music taste so well it can choose what to play for you\\n- Enjoy on desktop, mobile phone, tablet, computer, smartwatch, and in your car\\n- Listen and control the listening session together by hosting a Jam in real time with friends\\n- Download and listen to music, podcasts and audiobooks offline, without an internet connection\\n- No contract required - cancel your Spotify Premium subscription whenever you want\\n\\nLOVE SPOTIFY?\\nFollow us on Instagram: https://www.instagram.com/spotify\\nFollow us on TikTok: https://www.tiktok.com/@spotify",
    "link": "https://github.com/Boss-MB/Nexus-Store-Data/releases/download/v1.0/Spotify.v9.1.12.226.apk",
    "screens": [
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-38-05_b5a5c5cb02ca09c784c5d88160e2ec24.jpg",
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-36-22_b5a5c5cb02ca09c784c5d88160e2ec24.jpg",
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-34-20_b5a5c5cb02ca09c784c5d88160e2ec24.jpg",
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-32-26_b5a5c5cb02ca09c784c5d88160e2ec24.jpg",
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-30-15_b5a5c5cb02ca09c784c5d88160e2ec24.jpg",
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-28-04_b5a5c5cb02ca09c784c5d88160e2ec24.jpg",
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-25-52_b5a5c5cb02ca09c784c5d88160e2ec24.jpg",
        "https://raw.githubusercontent.com/Boss-MB/Nexus-Store-Data/refs/heads/main/Spotify%20Premium/Screenshot_2026-01-12-12-05-22-88_b5a5c5cb02ca09c784c5d88160e2ec24.jpg"
    ]
}
]
